departments = {
    'продажу': {
        'співробітники': ['Федорчук', 'Григоренко'],
        'менеджер': 'Григоренко',
        'завідувач': 'Федорчук'
    },
    'розробка': {
        'співробітники': ['Василенко', 'Валько', 'Бондаренко'],
        'менеджер': 'Валько',
        'завідувач': 'Бондаренко'
    }
}

# допиши виведення даних. Не забувай про тире перед прізвищ
print("Завідуючі відділів:")
print("-",departments['продажу']['завідувач'])
print("-",departments['розробка']['завідувач'])
print("Проектні менеджери відділів:")
print("-",departments['продажу']['менеджер'])
print("-",departments['розробка']['менеджер'])